export interface IQuizResult {
  id: number;
  title: string;
  content: string;
}

export const quizResultData: IQuizResult[] = [
  {
    id: 1,
    title: '소싯적에 책 좀 읽으셨군요!\n문해력이 정말 뛰어나시네요.',
    content:
      '누군가 제목만 보고 댓글을 단다거나, 맥락 없이 앞뒤가 안 맞는 말을 하는 걸 보면 황당하고 답답하시죠? 친구들이 잘못된 어휘를 남발할 때면 먼저 나서서 고쳐주기도 하고요.\n\n어디선가 누군가가 문해력이 떨어질 때면 항상 제일 먼저 나서는 당신! 누구보다 뛰어난 문해력으로 모두의 귀감이 되기에 박수 받아 마땅합니다. 계속해서 이 실력을 유지하기 위해 심심한 사과에서 꾸준히 학습해 보아요!',
  },
  {
    id: 2,
    title: '준수한 문해력을 가진 당신!\n하지만 가끔은 그냥 눈치껏 이해했나요?',
    content:
      "평소 큰 불편함은 없지만 글을 읽을 때 가끔 모르는 단어가 나오거나 문장을 이해하기 어려운 때가 있을 거예요. 그래도 기본기가 탄탄한 편이기 때문에 잘 모르겠어도 '대충 이런 말이겠거니'하면서 때려 맞춰 넘어가곤 했을 텐데요.\n\n하지만 눈치로 위기를 모면하다 보면, 실수를 반복하기 마련이예요. 심심한 사과와 함께 눈치를 문해력으로 바꿔봐요.",
  },
  {
    id: 3,
    title: '글을 읽을 때마다 도대체 몇 번을 반복해서 읽는 건지... 손가락이 모자라진 않나요?',
    content:
      '생소한 주제의 경우 분명 글을 읽었는데 머릿속에 남는 게 없죠? 몇 번 반복해서 읽어야 그 의미를 겨우 이해하기도 하고요.\n\n사실 문제의 원인은 글에 있지 않다는 걸 우리 모두 알고 있어요. 그래도 포기하지 않고 여기까지 온 당신, 문해력이 좋아질 가능성이 활짝 열려있어요. 아직 늦지 않았으니 심심한 사과와 함께 매일 문해력을 키워나가봐요!',
  },
  {
    id: 4,
    title: '혹시 이것도 세 줄 요약이 필요한가요?',
    content:
      '글의 첫 문장을 읽기도 전에 댓글에 달린 세 줄 요약부터 먼저 찾으시죠? 제목만 보고 넘어갈 때도 많고요. 좀 길다 싶으면 아예 읽는 걸 포기해버리는 모습이 눈에 훤해요.\n\n숏폼 영상에 익숙해지다 보면 점점 더 글을 읽기가 어려워진다고 해요. 하지만 아직 늦지 않았아요. 굳이 책을 찾아 읽지 않아도 심심한 사과와 함께라면 잃어버린 문해력을 찾을 수 있어요.',
  },
  {
    id: 5,
    title: '대화를 할 때 마땅한 단어가 떠오르지 않아 머리가 아프신가요?',
    content:
      "하고 싶은 말은 많은데 항상 '그거 있잖아'로 시작해 친구들과의 대화를 별안간 퀴즈쇼로 만들진 않나요? 지시대명사를 많이 사용할수록 소통에서의 오해가 늘어간다고 해요.\n\n원활한 소통을 위해 어휘력부터, 읽기, 말하기, 쓰기까지 전체적인 문해력을 돌아볼 필요가 있어요. 심심한 사과와 함께 매일 하루 15분만 투자해서 문해력을 높여보아요.",
  },
];
