[
  {
    "label": "사실적읽기",
    "score": "아쉬움",
    "description": "사실적 읽기에 큰 어려움을 겪고 있습니다. 간단한 글에서도 주요 정보를 놓치는 경우가 잦습니다. 텍스트에서 중요한 사실들을 찾아내고 정리하는 기초 연습을 시작하세요. 각 문단에서 중심 사실을 찾아 메모하는 습관을 들이는 것이 매우 중요합니다. 작은 단계부터 시작하여 점차 읽기 능력을 향상시켜보세요."
  },
  {
    "label": "사실적읽기",
    "score": "약간아쉬움",
    "description": "사실적 읽기가 기본 수준은 되지만, 복잡한 정보를 다룰 때 세부 사항을 놓치기 쉬워요. 글을 천천히 읽고 중요 사실을 정리하는 연습을 하세요. 각 문단의 핵심 사실을 명확히 이해하고, 글의 흐름을 따라가면서 중요 포인트를 놓치지 않도록 주의해야 합니다. 점차적으로 읽은 내용을 요약하는 연습도 통합해 보세요."
  },
  {
    "label": "사실적읽기",
    "score": "보통",
    "description": "사실적 읽기 능력이 평균적입니다. 글의 의도와 목적을 이해하는 데는 문제가 없으나, 복잡한 내용에서 세부 정보를 놓치거나 오해하는 일이 종종 발생합니다. 글 전체를 빠르게 읽기보다는 중심 내용부터 천천히 파악하는 연습이 필요합니다. 복잡한 정보도 쉽게 맥락을 파악할 수 있도록, 주요 내용을 먼저 집중적으로 읽는 습관을 들이세요."
  },
  {
    "label": "사실적읽기",
    "score": "우수함",
    "description": "사실적 읽기에서 높은 수준을 보이고 있습니다. 세부적이고 복잡한 정보도 잘 파악하며, 글의 맥락을 쉽게 이해할 수 있습니다. 이제는 더 도전적인 텍스트를 읽으며 사실적 읽기 능력을 한 단계 더 끌어올려보세요. 다양한 주제와 복잡한 글에서도 핵심 사실을 빠르게 추출하고 이를 통해 더 깊은 지식을 습득할 수 있도록 해보세요."
  },
  {
    "label": "사실적읽기",
    "score": "매우우수함",
    "description": "사실적 읽기 능력이 매우 뛰어납니다. 다양한 장르와 복잡한 글에서도 핵심 사실과 세부 정보를 정확하게 파악하고 있습니다. 이제는 이 능력을 바탕으로 분석적 독서나 비평적 독서에 도전해 보세요. 글을 통해 얻은 정보를 활용하여 자신만의 의견이나 비평을 구성하고, 이를 효과적으로 표현하는 연습을 해보는 것이 좋습니다."
  },
  {
    "label": "추론능력",
    "score": "아쉬움",
    "description": "추론 능력이 크게 부족합니다. 글에서 제시된 정보를 넘어서 작가의 의도나 숨겨진 의미를 찾는 데 어려움이 있습니다. 간단한 이야기나 글을 읽으며 '왜 이런 결론이 도출되었는지' 생각해보는 연습을 시작해보세요. 작가가 특정 주장을 하게 된 배경을 생각해보며 글을 읽는 습관을 들이세요."
  },
  {
    "label": "추론능력",
    "score": "약간아쉬움",
    "description": "추론 능력에 약간의 어려움이 있습니다. 글의 표면적 의미는 이해하지만, 더 깊은 의미나 연결고리를 찾는 데는 한계가 보입니다. 추론을 강화하기 위해 글의 결과와 원인을 분석하고, 등장 인물의 행동 뒤에 숨겨진 이유를 추론해 보세요. 각 결론에 도달하기까지의 논리적 경로를 탐색해보는 것도 도움이 됩니다."
  },
  {
    "label": "추론능력",
    "score": "보통",
    "description": "추론 능력이 평균 수준입니다. 대체로 글의 의도와 목적을 파악하며, 주요 결론에 도달하는 데 필요한 논리적 사고를 보유하고 있습니다. 하지만 복잡한 논리 구조나 은유적 표현에서는 추론이 미흡할 수 있습니다. 다양한 장르의 글을 읽으며, 각기 다른 작가의 의도와 스타일을 파악하는 능력을 키워보세요."
  },
  {
    "label": "추론능력",
    "score": "우수함",
    "description": "추론 능력이 우수합니다. 복잡한 텍스트에서도 작가의 의도와 숨겨진 의미를 잘 찾아내고 있습니다. 이제는 보다 어려운 문학적 텍스트나 철학적 논문을 탐색하며, 더 깊이 있는 추론과 비판적 사고를 발전시켜보세요. 논리적 오류를 찾아내고, 그러한 오류가 어떻게 주장에 영향을 미치는지 분석하는 연습을 해보세요."
  },
  {
    "label": "추론능력",
    "score": "매우우수함",
    "description": "추론 능력이 매우 뛰어납니다. 복잡한 논리 구조를 쉽게 이해하고, 글에서 제시되지 않은 정보까지도 추론할 수 있습니다. 이제는 자신의 추론 기술을 이용해 독창적인 글을 작성하거나, 논리적인 오류를 포함한 글을 비평하는 역할을 해보세요. 자신의 추론을 기반으로 학문적 논문이나 비평을 작성해보는 것도 좋은 도전이 될 것입니다."
  },
  {
    "label": "어휘",
    "score": "아쉬움",
    "description": "어휘력이 부족하여 글의 전체적인 이해에 어려움을 겪고 있습니다. 새로운 단어를 만날 때마다 그 뜻을 사전에서 찾아보고, 문맥 속에서 어떻게 사용되는지 관찰하세요. 매일 읽은 글에서 새로운 단어를 5개씩 찾아 그 의미와 사용 예를 기록하는 습관을 들이세요. 이렇게 학습한 단어들을 일상 대화나 작성하는 글에서 적극적으로 사용해보세요."
  },
  {
    "label": "어휘",
    "score": "약간아쉬움",
    "description": "어휘력이 일부 상황에서 한계를 보이고 있습니다. 보다 다양한 분야의 글을 읽으며 새로운 어휘에 익숙해지는 연습이 필요합니다. 일상적인 대화나 읽기, 쓰기에서 자주 사용하지 않는 단어들을 적극적으로 활용해보세요. 또한, 글을 읽을 때 모르는 단어가 나오면 즉시 그 의미를 확인하고 여러 번 반복하여 사용해보는 습관을 기르세요."
  },
  {
    "label": "어휘",
    "score": "보통",
    "description": "어휘력이 평균 수준입니다. 대부분의 일상적인 대화나 글에서 필요한 단어를 알고 있으나, 전문적인 글이나 고급 문학에서 사용되는 어휘에는 익숙하지 않을 수 있습니다. 전문 분야의 글을 읽거나, 문학 작품을 통해 새로운 어휘를 배우는 것이 좋습니다. 특정 주제에 관한 글을 정기적으로 읽으며 관련 어휘를 집중적으로 학습해보세요."
  },
  {
    "label": "어휘",
    "score": "우수함",
    "description": "어휘력이 상당히 우수합니다. 일반적인 상황뿐만 아니라 다소 복잡한 주제를 다루는 글에서도 적절한 어휘를 사용할 수 있습니다. 이제는 더 특수한 분야의 어휘를 습득하거나, 외국어로 된 문학작품을 읽으며 그 언어의 고급 어휘를 배우는 것을 추천합니다. 다양한 언어의 어휘를 비교하며 그 사용법을 익히는 것도 어휘력 향상에 도움이 됩니다."
  },
  {
    "label": "어휘",
    "score": "매우우수함",
    "description": "어휘력이 매우 뛰어나며, 다양한 분야와 복잡한 주제를 다루는 글에서도 정확하고 적절한 어휘를 사용합니다. 자신의 이 능력을 활용하여 어휘 교육 자료를 작성하거나, 어휘를 주제로 한 워크샵을 개최해보세요. 또한, 학문적 글쓰기나 창의적 글쓰기에서 복잡한 개념을 설명하고 표현하는 데 이 어휘력을 활용해보세요."
  },
  {
    "label": "인지능력",
    "score": "아쉬움",
    "description": "인지 능력이 개선이 필요합니다. 텍스트를 읽고 이해하는 기본적인 능력이 부족하게 보여집니다. 간단한 글을 읽고 주요 포인트를 찾아내는 연습부터 시작하세요. 읽은 내용을 바탕으로 간단한 요약을 작성하고, 이를 통해 기본적인 이해력을 향상시키는 것이 중요합니다. 일상에서 뉴스 기사나 간단한 이야기를 읽으며 정리하는 습관을 들이세요."
  },
  {
    "label": "인지능력",
    "score": "약간아쉬움",
    "description": "인지 능력에서 약간의 어려움을 보이고 있습니다. 정보를 처리하는 속도는 적당하지만, 복잡한 내용을 이해하는 데는 시간이 더 필요합니다. 다양한 종류의 글을 읽고, 읽은 내용을 바탕으로 질문을 생성하여 자신에게 물어보는 연습을 해보세요. 이 과정을 통해 더 빠르고 효과적으로 정보를 이해하고 기억하는 방법을 개발할 수 있습니다."
  },
  {
    "label": "인지능력",
    "score": "보통",
    "description": "인지능력이 평균 수준입니다. 일반적인 글을 읽고 이해하는 데는 큰 문제가 없으나, 정보의 처리 속도나 복잡한 아이디어의 이해력을 더욱 개선할 필요가 있습니다. 다양한 주제의 글을 읽으며 복잡한 아이디어나 추상적 개념을 신속하게 파악하고, 이를 분석하는 연습을 꾸준히 해보세요. 또한, 읽은 내용을 다른 사람에게 설명해 보는 활동도 도움이 됩니다."
  },
  {
    "label": "인지능력",
    "score": "우수함",
    "description": "인지능력이 우수하여 다양한 유형의 정보를 신속하게 처리하고, 복잡한 내용도 잘 이해합니다. 이제는 이 능력을 바탕으로 더 도전적인 텍스트를 탐색해보세요. 과학적 연구나 철학적 논문을 읽으며, 더 깊은 이해와 분석을 수행하는 능력을 발전시킬 수 있습니다. 또한, 다양한 분야에서의 지식을 통합하며 새로운 아이디어를 생성하는 연습도 추천합니다."
  },
  {
    "label": "인지능력",
    "score": "매우우수함",
    "description": "인지 능력이 매우 뛰어나며, 복잡한 정보나 데이터를 빠르고 정확하게 처리할 수 있습니다. 이제는 여러 분야의 지식을 통합하고, 새로운 문제 해결 방식을 찾아내는 고급 활동에 참여해보세요. 자신의 인지 능력을 활용하여 창의적이고 혁신적인 프로젝트를 기획하거나, 전문가 그룹에서 리더십을 발휘해보는 것도 좋은 기회가 될 것입니다."
  },
  {
    "label": "읽기속도",
    "score": "아쉬움",
    "description": "읽기 속도가 매우 느립니다. 단순한 텍스트조차 빠르게 읽는 데 어려움을 겪고 있습니다. 일상적으로 속독 연습을 시작하고, 매일 정해진 시간 동안 다양한 종류의 글을 읽어보세요. 속독 기법을 배우고 이를 연습함으로써 점차 읽는 속도를 높일 수 있습니다. 또한, 눈의 움직임을 최소화하고 한 번에 많은 양의 텍스트를 처리하는 연습도 중요합니다."
  },
  {
    "label": "읽기속도",
    "score": "약간아쉬움",
    "description": "읽기 속도가 다소 느린 편입니다. 빠르게 정보를 파악하는 능력을 개선하기 위해 속독 기법을 학습하고, 일상적으로 읽기 연습을 해보세요. 텍스트를 빠르게 스캔하면서 주요 아이디어를 파악하는 연습을 하고, 점차적으로 읽는 범위를 넓혀가며 속도를 향상시키는 것이 좋습니다. 읽는 속도를 높이기 위해 복잡한 텍스트보다는 간단하고 명확한 글을 선택해 연습하세요."
  },
  {
    "label": "읽기속도",
    "score": "보통",
    "description": "읽기 속도가 평균적입니다. 일반적인 텍스트를 적당한 속도로 읽을 수 있으나, 정보 처리 속도를 더 빠르게 하려면 추가적인 연습이 필요합니다. 읽기 속도를 향상시키려면, 글을 읽을 때 내용을 요약하며 주요 포인트만을 빠르게 인식하는 연습을 해보세요. 또한, 읽는 동안 불필요한 복습을 피하고, 핵심적인 정보에 집중하는 기술을 개발하세요."
  },
  {
    "label": "읽기속도",
    "score": "우수함",
    "description": "읽기 속도가 빠릅니다. 다양한 종류의 글을 신속하게 처리할 수 있는 능력을 보유하고 있습니다. 이제는 읽기 속도뿐만 아니라, 빠르게 읽으면서도 깊은 이해를 할 수 있는 능력을 함께 개발해보세요. 복잡한 학문적 텍스트나 전문적인 글을 읽으며, 속도와 이해력을 동시에 강화하는 것이 좋습니다."
  },
  {
    "label": "읽기속도",
    "score": "매우우수함",
    "description": "읽기 속도가 매우 빠르며, 복잡한 정보를 신속하게 처리할 수 있습니다. 이 능력을 활용하여 여러 주제의 글을 동시에 처리하면서도 내용을 정확하게 이해하는 고급 읽기 기술을 더욱 발전시켜보세요. 빠른 읽기 능력을 활용하여 정보를 효과적으로 분석하고, 이를 바탕으로 지식을 새롭게 조합하는 활동에 도전해보는 것도 좋습니다."
  }
]
